integration-test/src/test/java/test/api/legacy/v1/prt/post/msg/gpAvviaTransazionePagamentoRequest-riferimento.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
   <soap:Body>
      <ns2:gpAvviaTransazionePagamento xmlns:ns2="http://www.govpay.it/servizi/gpPrt/" xmlns:ns3="http://www.govpay.it/servizi/commons/">
		<codPortale>#(idA2A)</codPortale>	
		<versante>
            <codUnivoco>RSSMRA30A01H501I</codUnivoco>
            <ragioneSociale>Mario Rossi</ragioneSociale>
         </versante>
         <autenticazione>USR</autenticazione>
         <aggiornaSeEsiste>true</aggiornaSeEsiste>
         <versamentoRef>
            <codDominio>#(idDominio)</codDominio>
            <iuv>#(iuv)</iuv>
         </versamentoRef>
      </ns2:gpAvviaTransazionePagamento>
   </soap:Body>
</soap:Envelope>